/* 
  ITDeviceBooksViewCtrl.strings
  iToolsMain

  Created by Aaron on 7/23/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"RemoveAlertTitle"              = "Are you sure you want to remove the book(s)?";
"RemoveAlertDefaultButton"      = "OK";
"RemoveAlertAlternateButton"    = "Cancel";

"StatusTemplate"            = "%d Books";
"StatusSelectedTemplate"    = "%d Books, %d Selected";

"ContextMenuImport"         = "Import";
"ContextMenuRemove"         = "Remove";
"ContextMenuExport"         = "Export";

"ProgressImport"            = "Importing...";
"ProgressRefresh"           = "Refresh...";
"ProgressRemove"            = "Removing...";
"ProgressCopy"              = "Copying files...";

"UnsupportedFileAlertTitle" = "Unsupported file types\nBooks only supports pdf, epub file";
